// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Align";

HSDUnknownValue = "Choose";
NoAlignTitle = "Cannot perform Align";
NoAlignMsg = "Please check that your printer is connected and turned on, then try again.";

ValidationMsg = "A page with a validation pattern is printing. If the printed patterns look aligned, click Done. If not, you may retry the alignment by clicking Align.";
ValidationPagePrintingMsg = "A page with a validation pattern is printing. If the interior boxes are not visible, click Done. Otherwise, you may retry the alignment by clicking Align.";
HSDDoneButton = "Done";

SemiAutomaticAlignCompletionAlertTitle = "Your printer is printing a page of alignment patterns";
SemiAutomaticAlignCompletionAlertMessage = "Please follow the instructions on that page to complete the alignment process.";

CompletionAlertTitle = "Pen alignment complete";
CompletionAlertMessage = "Now you can click Verify button to print the verification page or click Done button to complete alignment procedure. To print verification page you should select the configured device in the following print dialog and click Print button.";
VerifyButton = "Verify";
PrintingPatternsTitle = "Printing patterns…";
PrintingValidationPageTitle = "Printing validation page…";

AlignPrintheadsExplanation = "The following procedure will align the color and black printheads with each other. This will provide the best possible print quality.";
AlignPrintheadsInvitation = "It is recommended that you perform an alignment each time you replace a printhead.";

TransferringProcessTitle = "Transferring file…";
PrintingProcessTitle = "Printing PQ Diagnostic Page…";

PenChangedMsg = "The alignment was aborted because the print cartridge set changed. Please do not remove, insert or change cartridges during alignment procedure.";

PrintAndAlingButtonsHint = "Click the Print button to print a copy of the Print Quality Diagnostics page. Click the Align button to print the alignment page.";

NewCartridgeHeader = "New Cartridge Installed";

NewCartridgeText = "If you have just installed a new cartridge, it is recommended that you align it. Click on “Align” to align your new cartridge.";

HSDPenAlignmentTextFieldTitle = "Align Print Cartridges";
HSDInfoTextFieldTitle = "For best print quality, HP recommends that you perform this alignment each time you replace a print cartridge.\n\nWhen you click the Align button below, a page of patterns will print and you will be asked to answer questions based on those patterns.\n\nPlease use plain paper only for this procedure.";
HSDGuideTextFieldTitle = "Click Align when ready to proceed.";
HSDAlignButtonTitle = "Align";

HSDPatternDescription = "Your printer is printing a page of alignment patterns. Locate the pattern identifier in the lower-right corner of the page, choose the corresponding option below, and then click Continue.";
HSDPattern1 = "Pattern 1";
HSDPattern2 = "Pattern 2";
HSDPattern3 = "Pattern 3";
HSDGoBackButton = "Go Back";
HSDCancelButton = "Cancel";
HSDContinueButton = "Continue";

HSDPlotDescription = "Examine the page that was printed. Several rows of boxes, each made up of thin lines, appear on the printed page.\n\nFor each row, select the label that best represents the box in which the inner box is least visible.";
HSDValidationCheck = "Print a validation page";

HSDStraightDescription1 = "Examine the page that was printed and select the label for each section which represents the straightest lines.";
HSDStraightDescription2 = "Select the label which shows the bar at the end of the arrow closest to the edge of the paper.";
HSDStraightDescription3 = "Select the corresponding numbered patch that best matches the background of the printed page.";

OutOfPaperAlertTitle = "Out of Paper";
OutOfPaperAlertMessage = "Please insert at least two sheets of paper and press button on the printer. After the patterns are printed, this dialog will close automatically.";
